IDEA Open Model
LoadCase.LoadType Property
Compatible with IDEA StatiCa 20.1
 Load case type
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public LoadCaseType LoadType { get; set; }
Public Property LoadType As LoadCaseType
	Get
	Set
Property Value
Type: LoadCaseType
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Loading Namespace